"play" = "Jogar";
"about" = "Sobre";
"back" = "Costas";
"highlevel" = "Mais alto nível";
"highscore" = "Pontuação máxima";
"personalScore" = "Pontuação pessoal";
"achievement" = "Conquistas";
"continue" = "Continue por 50 estrelas";
"rewardAd" = "Consiga 25 estrelas";
"leaderboard" = "Global Leaderboard";
"waveBoard" = "Classificação de nível";
"textsection" =
"Salve os dinos!

Toque nos asteróides!
Explodi-los!
    
Dedicado ao meu
irmã Samantha.

Direitos autorais © 2020
Jordan Klein.
Todos os direitos reservados.";
"littledino" = "Proteja o Dinos!";
"level" = "Nível";
"score" = "Ponto";
"greatjob" = "Bom trabalho";
"goodjob" = "Bom trabalho";
"greattry" = "Grande esforço";
"greateffort" = "Grande esforço";
"goodeffort" = "Bom esforço";
"playGame" = "Jogar";
"shop" = "a loja";
"starAmount" = "Estrelas";
"removeAds" = "Remover propagandas";

// Asteroid Types in Shop
"redAsteroid" = "Asteróides vermelhos";
"blueAsteroid" = "Asteróides azuis";
"greenAsteroid" = "Asteróides Verdes";
"purpleAsteroid" = "Asteróides roxos";
"specialAsteroid" = "Asteróides Especiais";

//Unlockables
"redUnlockable" = "Você precisa de 150 estrelas para desbloquear.";
"blueUnlockable" = "Você precisa de 100 estrelas para desbloquear.";
"greenUnlockable" = "Você precisa de 50 estrelas para desbloquear.";
"purpleUnlockable" = "Você precisa de 200 estrelas para desbloquear.";
"specialUnlockable" = "Você precisa de 250 estrelas para desbloquear.";
